Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: - contributes to the commission of such offences by a group of persons acting with a common purpose; such contribution can be made either with the aim of furthering the criminal activity or criminal purpose of the group; or in the knowledge of the criminal intention of the group.
fr: - Contribue à leur commission par un groupe de personnes agissant de concert, son concours pouvant soit consister à faciliter l'activité criminelle du groupe ou en servir le but, soit être apporté tout en sachant l'intention criminelle du groupe.

source: Also guilty of such crimes within the meaning of the Convention are any persons who attempt to commit one of the offences listed above.
fr: Est également coupable de cette incrimination au sens de la Convention, toute personne qui tente de commettre l'une des infractions susénumérées.

source: An analysis of the laws of Burkina Faso shows that the financing of terrorism is not considered an offence.
fr: L'analyse de la législation burkinabè sur ce point donne de constater qu'elle ne contient pas l'infraction de financement du terrorisme.

source: Accordingly, it has been recommended for incorporation using the model proposed by UNODC.
fr: Aussi a-t-il été recommandé de l'y intégrer en s'inspirant éventuellement du modèle proposé par l'ONUDC.

source: Criminalization in the Convention against Transnational Organized Crime and its Protocols
fr: Les incriminations prévues par la CTO et ses protocoles

source: The idea was principally to study how to implement the criminalization provisions relating to laundering the proceeds of crime, corruption and participation in organized criminal gangs.
fr: Il s'est agi d'étudier principalement la mise en œuvre des incriminations de blanchiment du produit du crime, de corruption et de participation à un groupe criminel organisé.

source: Regarding money-laundering, the law is silent on criminalization although under national drug laws, it is considered an offence to launder drug money and (a uniform law on money-laundering is currently being drafted).
fr: Sur le blanchiment, il convient de remarquer que notre législation reste lacunaire quant à son incrimination, quoiqu'il y ait lieu de mentionner l'existence de l'infraction de blanchiment de l'argent de la drogue prévu par le Code des drogues et l'élaboration en cours de la loi uniforme sur le blanchiment des capitaux.

source: In terms of criminalization, the Convention against Transnational Organized Crime proposes four offences:
fr: Quant à l'incorporation de cette incrimination, la CTO suggère quatre infractions :

source: - conversion or transfer of the proceeds of crime (article 6.1 (a) (i));
fr: - La conversion ou le transfert de produits du crime [art. 6 1) a) i)];

source: - concealment or disguise of the proceeds of crime (article 6.1 (a) (ii));
fr: - La dissimulation ou le déguisement de produits du crime [art. 6 1) a) ii)];

source: - acquisition, possession or use of the proceeds of crime (article 6.1 (b) (i)); and
fr: - L'acquisition, la détention ou l'utilisation des produits du crime [art. 6 1) a) iii)]; et

source: - participation in association with or conspiracy to commit, attempts to commit and aiding, abetting, facilitating and counselling the commission of any of the aforementioned offences (article 6.1 (b) (ii)).
fr: - La participation aux trois infractions précédentes ou à toute autre association, entente, tentative ou complicité par fourniture d'une assistance, d'une aide ou de conseils en vue de sa commission [art. 6 1) a) ii)].

source: The criminalization of corruption as provided for in Article 8 of the Palermo Convention, is addressed in articles 156 and following of the penal code. However, these provisions are not sufficient for the full criminalization of corruption as required under the Convention and should be supplemented by the criminalization of active corruption by public officials as provided for in the Convention and passive corruption of public officials through direct or indirect solicitation of an undue advantage for themselves or for any other person or entity.
fr: Pour ce qui est de l'incrimination de corruption prévue à l'article 8 de la Convention de Palerme, elles est prise en compte par les articles 156 et suivants de notre Code pénal; il est toutefois ressorti que ces dispositions ne suffisent pas pour la mise en œuvre parfaite de l'incrimination de corruption exigée par la Convention, qui doivent être complétées par l'incrimination des actes de corruption active d'un agent public, tel que visé par la Convention et en matière de corruption passive d'un agent public, le fait de solliciter, directement ou indirectement un avantage indu pour lui-même ou pour une autre personne ou entité.

source: Regarding participation in organized criminal groups which, according to the laws of Burkina Faso, is likened to association with lawbreakers and assistance to criminals, it was underscored that the relevant provisions are in conformity with Article 5 of the Convention but they need to be complemented by other provisions aimed at criminalizing:
fr: S'agissant enfin de la participation à un groupe criminel organisé qui s'assimile dans notre Code pénal à l'association de malfaiteurs et l'assistance aux criminels, la conformité des dispositions pertinentes du Code pénal à l'article 5 de la Convention a, d'une part, été soulignée; ces dispositions devront être complétées, d'autre part, par des dispositions tenant à :

source: - agreeing with one or more other persons;
fr: - L'incrimination du fait de s'entendre avec une ou plusieurs personnes;

source: - knowledge by the offender of the criminal nature of the group or at least one of its criminal activities or objectives;
fr: - La connaissance de la nature criminelle du groupe ou d'au moins une de ses activités ou objectifs criminels par le délinquant;

source: - introduction of the purpose relating directly or indirectly to the obtaining of a financial or other material benefit.
fr: - L'introduction de la finalité liée directement ou indirectement à l'obtention d'un avantage financier ou autre avantage matériel.

source: Such purposes, it should be noted, makes it possible to establish a link between participation in an organized criminal group and terrorism.
fr: Cette finalité, faut-il le souligner, permet de faire le départ entre participation à un groupe criminel organisé et terrorisme.

source: The discussions which followed focused on such issues as proof of terrorist intention in the financing of terrorism, the distinction between political crimes and terrorist acts, the problem of counter-terrorism and corruption in developing countries, the harmonization of the implementation of universal instruments and the process of drafting a uniform law on money-laundering in Burkina Faso.
fr: Les débats qui ont fait suite à ce thème ont concerné des points divers tels que la preuve de l'intention terroriste dans le financement du terrorisme, la distinction entre infraction politique et acte terroriste, la problématique de la lutte contre le terrorisme et la corruption dans les pays en développement, l'harmonisation de la mise en œuvre des instruments universels, le processus d'élaboration de la loi uniforme sur le blanchiment des capitaux au Burkina Faso, etc.

source: International cooperation under universal instruments for combating transnational organized crime and terrorism
fr: IV.3 La coopération internationale dans les instruments universels contre la criminalité transnationale organisée et le terrorisme

source: This topic, whose purpose was to identify the international legal cooperation instruments that comply with the conventions against terrorism and transnational organized crime, addressed three main points, followed by practical exercises:
fr: Ce thème, qui avait vocation à indiquer les instruments juridiques de coopération internationale suivant les conventions sur le terrorisme et la CTO, a été abordé à travers trois principaux points auxquels a fait suite une étude de cas :

source: - forms of international cooperation under the United Nations Convention against Transnational Organized Crime;
fr: - Les formes de coopération internationale à travers la CTO;

source: - Burkina Faso's bilateral and multilateral obligations to combat organized crime and terrorism;
fr: - Les engagements bilatéraux et multilatéraux du Burkina Faso en matière de lutte contre le crime organisé et le terrorisme;

source: - mutual legal assistance.
fr: - L'entraide judiciaire.

source: Forms of international cooperation under the United Nations Convention against Transnational Organized Crime
fr: Les formes de coopération internationale à travers la CTO

source: This point covered the challenges to cooperation of eliminating possible havens for criminal groups, and of reducing the gap between the abilities of such groups and the operational capacities of the authorities dealing with organized crime and terrorism.
fr: Ce point a permis de relever les défis de la coopération qui sont de faire en sorte qu'il n'y ait pas de refuge possible pour les groupes criminels, et de réduire le décalage entre la capacité de projection desdits groupes et la capacité opérationnelle des autorités compétentes en matière de lutte contre le crime organisé et le terrorisme.

source: International cooperation was reviewed for its adherence to the provisions of the Convention. The review addressed the matter of legal cooperation, focusing mainly on the elements of cooperation and the principles underlying extradition treaties.
fr: L'examen de la coopération internationale à travers les prescriptions de la CTO, qui a porté sur la coopération en matière judiciaire, était axé principalement sur les éléments couverts par cette coopération, de même que les principes gouvernant les traités d'extradition.

source: According to the provisions of the Convention and related agreements, judicial cooperation involves the following elements:
fr: La coopération en matière judiciaire porte, suivant les dispositions de la CTO et des traités y afférents, sur les éléments suivants :

source: - extradition;
fr: - L'extradition;

source: - mutual legal assistance;
fr: - L'entraide judiciaire;

source: - police cooperation;
fr: - La coopération policière;

source: - transfer of prosecutions;
fr: - Le transfert des poursuites;

source: - transfer of convicted persons;
fr: - Le transfèrement des personnes condamnées;

source: - witness protection;
fr: - La protection des témoins;

source: - joint investigations;
fr: - Les enquêtes conjointes;

source: - special investigation techniques;
fr: - Les techniques d'enquête spéciales;

source: - exchange of financial information;
fr: - L'échange d'informations en matière financière;

source: - reconciling conflicts of jurisdiction.
fr: - La coordination en matière de conflits de compétence.

source: The principles underlying extradition treaties are as follows:
fr: Quant aux principes gouvernant les traités d'extradition, ils concernent :

source: - the double incrimination principle;
fr: - Le principe de la double incrimination;

source: - the obligation to extradite for offences provided under the relevant treaty;
fr: - L'obligation d'extrader pour les infractions prévues par le traité y relatif;

source: - the obligation to define the type of offences that may result in extradition;
fr: - L'obligation de préciser les types d'infraction pouvant donner lieu à extradition;

source: - mandatory grounds for refusing to extradite;
fr: - Les motifs obligatoires de refus d'extradition;

source: - optional grounds for refusing to extradite;
fr: - Les motifs optionnels de refus d'extradition;

source: - communication channels and required documents;
fr: - Les canaux de communication et les documents requis;

source: - cases of simplified extradition;
fr: - Les cas d'extradition simplifiée;

source: - certification and authentication of documents;
fr: - La certification et l'authentification des documents;

source: - delivery of the extradited individual;
fr: - La remise de la personne extradée;

source: - the rule of specialty;
fr: - La règle de la spécialité;

source: - the aut dedere aut judicare principle;
fr: - Le principe aut dedere, aut judicare;

source: - jurisdiction of States.
fr: - La compétence des États.

source: Following this introduction, the various cooperation methods were discussed in greater depth.
fr: À la suite de cette présentation, les diverses modalités de la coopération ont été approfondies.

source: Burkina Faso's obligations to combat transnational organized crime and terrorism
fr: Les engagements du Burkina Faso en matière de lutte contre la criminalité transnationale organisée et le terrorisme

source: These obligations, which involve combating crime, terrorism and corruption at the regional and subregional levels, were reviewed in four basic areas:
fr: Ces engagements, qui ont été circonscrits à la lutte contre la criminalité, au terrorisme, à la corruption et au cadre régional et sous-régional, ont été analysés en quatre principaux points, à savoir :

source: (i) Multilateral obligations for combating terrorism;
fr: Les engagements multilatéraux dans le cadre de la lutte contre le terrorisme;

source: (ii) Multilateral obligations for combating corruption;
fr: Les engagements multilatéraux dans le cadre de la lutte contre la corruption;

source: (iii) Other multilateral obligations for combating transnational organized crime;
fr: Les autres engagements multilatéraux dans le cadre de la lutte contre la criminalité transnationale organisée;

source: (iv) Burkina Faso's bilateral commitments.
fr: Les engagements bilatéraux du Burkina Faso.

source: In the area of terrorism, the main regional conventions to which Burkina Faso is a party are the Convention of the Organization of African States on the Prevention and Combating of Terrorism (OAU Convention) and the Convention of the Organization of the Islamic Conference on Combating International Terrorism (OIC Convention).
fr: Dans le domaine du terrorisme, les principales conventions régionales auxquelles le Burkina Faso est partie sont la Convention de l'OUA sur la prévention et la lutte contre le terrorisme et la Convention de l'Organisation de la Conférence islamique sur la lutte contre le terrorisme international.

source: The first was adopted during the thirty-fifth ordinary session of the Assembly of Heads of State and Government held at Algiers from 12 to 14 July 1999.
fr: La première a été adoptée lors du trente-cinquième sommet des chefs d'État et de gouvernement tenu à Alger du 12 au 14 juillet 1999.

source: Once it entered into force, it was ratified by Burkina Faso on 17 October 2002.
fr: Cette convention, entrée en vigueur, a été ratifiée par le Burkina Faso le 17 octobre 2002.

source: Its purpose is combating terrorism in all its forms and manifestations.
fr: Elle a pour objectif de combattre le terrorisme sous toutes ses formes et manifestations.

source: Accordingly, the OAU Convention calls on States to:
fr: Dans cette optique, la Convention de l'OUA invite les États à :

source: - review their national laws and establish criminal offences for terrorist acts as defined in its article 1, and to make such acts punishable;
fr: - Réviser leur législation nationale et établir comme crime les actes terroristes tels que définis à son article premier et les pénaliser;

source: - notify the Secretary-General of the OAU of the legislative measures they have taken;
fr: - Notifier les mesures législatives au Secrétaire général de l'OUA;

source: - refrain from any acts aimed at organizing, supporting, financing, committing or inciting to commit terrorist acts or providing havens for terrorists, directly or indirectly.
fr: - S'abstenir de tout acte visant à organiser, soutenir, financer, commettre, encourager des actes terroristes ou à donner refuge, directement ou indirectement, aux terroristes.

source: The OIC Convention of 28 June 1999, signed by Burkina Faso on 16 April 2002, is the most recent of these instruments, and defines terrorism as any crime executed, started or participated in to realize a terrorist objective in any of the Contracting States or against its nationals, assets or interests or foreign facilities and nationals residing in its territory punishable by its internal law.
fr: S'agissant de la Convention de l'OCI du 28 juin 1999, et signée par le Burkina Faso le 16 avril 2002, elle reste l'ultime instrument qui définit le terrorisme qui y est appréhendé comme « tout crime commis dans un but terroriste dans des États parties ou dirigé contre ses ressortissants, ses biens, ses intérêts ou services et contre les ressortissants étrangers vivant sur son territoire et incriminés comme tels par sa législation ».

source: Struggles against foreign occupation, colonialism, aggression or hegemony, or struggles for liberation or self-determination are excluded from this definition of terrorist crimes.
fr: Cette définition exclut du champ des crimes terroristes, les luttes contre l'occupation étrangère, le colonialisme, l'agression et la domination et celles pour la libération ou l'autodétermination.

source: The OIC Convention aims to combat international terrorism in all its forms and manifestations, including State terrorism against States and peoples, to promote cooperation among States for combating terrorist crimes that threaten the security and stability of the Islamic States and endanger their vital interests, and to strengthen cooperation, peace and understanding among members.
fr: Cette convention a pour objectifs de combattre le terrorisme international sous toutes ses formes et manifestations, y compris le terrorisme d'État, dirigé contre les États et les peuples; de renforcer la coopération entre les États pour combattre les crimes terroristes qui menacent la sécurité et la stabilité des États islamiques et mettent en péril leurs intérêts vitaux; de renforcer, enfin, la coopération, la paix et la compréhension entre ses membres.

source: Accordingly, the OIC Convention requires States to undertake obligations with a view to preventing and combating the scourge of terrorism, and ensuring on their territories the punishment of such crimes as well as cooperation in the areas of training, education, security, mutual legal assistance and sharing of information on terrorist offences, on the authors of such offences and on their activities.
fr: Pour ce faire, la Convention de l'OCI impose aux États de prendre des engagements tendant à prévenir, combattre ce fléau et à en garantir la répression sur son territoire, de même que la coopération dans les domaines de la formation, de l'éducation, de la sécurité, de l'entraide judiciaire et de l'échange des informations sur les crimes terroristes, les auteurs de ces crimes et leurs activités.

source: Burkina Faso is a party to two legally binding instruments for combating corruption on the regional and sub-regional levels: the African Union Convention on Preventing and Combating Terrorism of 11 July 2003 (Maputo Convention) and the ECOWAS Protocol on the Fight against Corruption, adopted at Dakar on 21 December 2001.
fr: Pour ce qui est de la lutte contre la corruption, les instruments juridiquement contraignants auxquels notre pays est partie aux niveaux régional et sous-régional sont au nombre de deux : il s'agit de la Convention de l'Union africaine du 11 juillet 2003 et du Protocole A/P.3/12/01 de la CEDEAO sur la lutte contre la corruption adoptée à Dakar le 21 décembre 2001.

source: The Maputo Convention, adopted at the Second Ordinary Session of the African Union, has five major objectives:
fr: La Convention de Maputo sur la prévention et la lutte contre la corruption, adoptée à la deuxième session ordinaire de l'Union africaine (UA), vise cinq objectifs majeurs :

source: - promoting and strengthening the development of mechanisms for preventing, detecting, punishing and eradicating corruption and related offences;
fr: • Promouvoir et renforcer la mise en place de mécanismes pour prévenir, détecter, réprimer et éradiquer la corruption et les infractions assimilées;

source: - promoting, facilitating and regulating cooperation among States parties;
fr: • Promouvoir, faciliter et réglementer la coopération entre les États parties;

source: - coordinating and harmonizing the policies and legislation of States for the purposes of prevention, detection, punishment and eradication of corruption on the continent;
fr: • Coordonner et harmoniser les politiques et législations des États aux fins de prévention, de détection, de répression et d'éradication de la corruption sur le continent;

source: - promoting socio-economic development; and
fr: • Promouvoir le développement socioéconomique;

source: - fostering transparency and accountability in the management of public affairs.
fr: • Promouvoir la transparence et l'obligation de rendre compte dans la gestion des affaires publiques.

source: The obligations of States under the Maputo Convention relate not only to laundering the proceeds of corruption, illicit enrichment and the funding of political parties, but also to cooperation and mutual legal assistance in combating corruption.
fr: À ce titre, les obligations à la charge des États relevant de la Convention portent aussi bien sur le blanchiment du produit de la corruption, l'enrichissement illicite, le financement des partis politiques que sur la coopération et l'entraide judiciaire dans le domaine de la lutte contre la corruption.

source: In addition, the Convention calls on States parties to designate, at the time that they deposit the instrument of ratification, the national authority or agency which will be responsible for handling questions concerning the offences described therein, and to establish a follow-up mechanism consisting of an advisory board of 11 members.
fr: Aussi, la Convention invite-t-elle, d'une part, les États parties à indiquer, lors du dépôt de leur instrument de ratification, l'autorité ou l'agence nationale compétente pour traiter des demandes concernant les infractions y prévues, et prévoit, d'autre part, un mécanisme de suivi consistant en la mise en place d'un comité consultatif composé de 11 membres.

source: The ECOWAS Protocol, not yet in force, has three objectives:
fr: Quant au Protocole de la CEDEAO non encore entré en vigueur, il vise un triple objectif, à savoir :

source: - promoting and strengthening, in each State party, the creation of effective mechanisms for preventing, punishing and eradicating corruption;
fr: • Promouvoir et renforcer, dans chacun des États parties, le développement de mécanismes efficaces pour prévenir, réprimer et éradiquer la corruption;

source: - bolstering and energizing the cooperation between States parties with a view to improving the efficiency of measures for combating corruption; and
fr: • Intensifier et rendre plus dynamique la coopération entre États parties afin de rendre plus efficaces les mesures de lutte contre la corruption;

source: - promoting the harmonization and coordination of national laws and policies for combating corruption.
fr: • Promouvoir l'harmonisation et la coordination des lois et politiques nationales de lutte contre la corruption.
